
/* Desktop Inspector 
Localizable strings for the Desktop Inspector view */

"VTApplicationRunningStateNo" = "L'applicazione non è in esecuzione";

/* The application is currently not seen as running by VirtueDesktops */
"VTApplicationRunningStateYes" = "L'applicazione è in esecuzione";

/* Matrix Layout 
Localizable strings for the matrix layout (this is handled in this special way as it is
a built-in layout) */


"VTDesktopRunningApplicationCount" = "Visualizzo %@ %@";
"VTDesktopRunningApplicationCountNone" = "no";

/* The number of currently running applications per desktop
Param	1: number of applications or None
Param	2: multiplicty of application */


"VTDesktopRunningApplicationPlural" = "applicazioni";

/* Plural */
"VTDesktopRunningApplicationSingluar" = "applicazione";
"VTFixedMatrixLayoutName" = "Fixed Matrix Layout";
"VTGrowlDesktopChangedMessage" = "Changed to desktop \"%@\"";

/* Statusbar Menu
Localizable strings in the Statusbar menu
No visible applications on the desktop */


"VTGrowlDesktopChangedTitle" = "Desktop changed";
"VTMatrixLayoutName" = "Disposizione a matrice";
"VTPermsIgnoreButton" = "Ignore";

/* Growl messages
Displayed when desktop changes - variable is the name of the desktop we've just switched to */

"VTPermsMessage" = "In order to function properly, VirtueDesktops needs to change the permissions it has on your computer. If you select OK, you will be asked for an administrative login and password.\n\nIn you choose not to allow this, VirtueDesktops will not function correctly.\n\nFor more information about why this is necessary, please refer to the documentation that came with VirtueDesktops.";
"VTPermsNeedsAttention" = "VirtueDesktops needs your attention";
"VTPermsOKButton" = "OK";

/* OK Button quits Virtue */
"VTQuitConfirmationDialogCancel" = "Non uscire";

/* Cancel Button cancels quitting */
"VTQuitConfirmationDialogDescription" = "Uscendo da Virtue tutti i desktop inattivi non saranno più accessibili fino al riavvio di Virtue stesso.";

/* Extensive description about what will happen */
"VTQuitConfirmationDialogMessage" = "Sei sicuro di voler uscire da Virtue?";

/* Permissions warning dialog
Displayed on start when Virtue cannot inject code into the dock process. There is no nib file for this dialog, so localise here */

"VTQuitConfirmationDialogOK" = "Esci";

/* Trigger Preferences 
Localizable strings for the trigger settings 
Asks the user to press the key combination to set as the hotkey; please keep
this one short */



"VTStatusbarMenuNoApplication" = "Nessuna applicazione";

/* Application Inspector 
Localizable strings for the Application Inspector View 
The application is currently seen as running for VirtueDesktops */


"VTTriggerPreferencesPressToSet" = "Premi i tasti";